INSERT INTO `usertbl` (`userID`, `name`, `birthYear`, `addr`, `mobile1`, `mobile2`, `height`, `mDate`) VALUES
	('BBK', '바비킴', 1973, '서울', '010', '0000000', 176, '2013-05-05'),
	('EJW', '은지원', 1972, '경북', '011', '8888888', 174, '2014-03-03'),
	('JKW', '조관우', 1965, '경기', '018', '9999999', 172, '2010-10-10'),
	('JYP', '조용필', 1950, '경기', '011', '4444444', 166, '2009-04-04'),
	('KBS', '김범수', 1979, '경남', '011', '2222222', 173, '2012-04-04'),
	('KKH', '김경호', 1971, '전남', '019', '3333333', 177, '2007-07-07'),
	('LJB', '임재범', 1963, '서울', '016', '6666666', 182, '2009-09-09'),
	('LSG', '이승기', 1987, '서울', '011', '1111111', 182, '2008-08-08'),
	('SSK', '성시경', 1979, '서울', NULL, NULL, 186, '2013-12-12'),
	('YJS', '윤종신', 1969, '경남', NULL, NULL, 170, '2005-05-05');
SELECT * FROM usertbl;
	
INSERT INTO `buytbl` (`num`, `userID`, `gCode`, `amount`) VALUES
(1, 'KBS', 'A1', 2),
(2, 'KBS', 'A2', 1),
(3, 'JYP', 'A3', 1),
(4, 'BBK', 'A3', 5),
(5, 'KBS', 'A4', 3),
(6, 'BBK', 'A5', 10),
(7, 'SSK', 'A6', 5),
(8, 'EJW', 'A6', 2),
(9, 'EJW', 'A4', 1),
(10, 'BBK', 'A1', 2),
(11, 'EJW', 'A6', 1),
(12, 'BBK', 'A1', 2);
SELECT * FROM buytbl;
	
	
INSERT INTO `goods` (`gCode`, `groupName`, `prodName`, `price`) VALUES
	('A1', '의류', '운동화', 30),
	('A2', '전자', '노트북', 1000),
	('A3', '전자', '모니터', 200),
	('A4', '의류', '청바지', 50),
	('A5', '전자', '메모리', 80),
	('A6', '서적', '책', 15);
SELECT * FROM goods;
	